export default {
    // https://zh.compathy.net/magazine/2019/07/31/japan-weathering-with-you-spot/
    // https://code.essoduke.org/gmap/
    // https://travel.ulifestyle.com.hk/news/detail/28404/%E5%A4%A9%E6%B0%A3%E4%B9%8B%E5%AD%90-%E6%9D%B1%E4%BA%AC%E8%81%96%E5%9C%B0%E5%B7%A1%E7%A6%AE10%E5%A4%A7%E5%A0%B4%E6%99%AF-%E4%BB%A3%E4%BB%A3%E6%9C%A8%E6%9C%83%E9%A4%A8-%E6%B0%A3%E8%B1%A1%E7%A5%9E%E7%A4%BE-%E5%A4%A9%E4%B8%8B%E4%B8%80%E5%93%81/2/
    // https://home.gamer.com.tw/creationDetail.php?sn=4527925
    position: {
        代々木会館: {
            lat: 35.68386,
            lng: 139.701775,
        },
        気象神社: {
            lat: 35.7045933,
            lng: 139.6514002,
        },
        渋谷駅前スクランブル交差点: {
            lat: 35.659346,
            lng: 139.700596,
        },
        お台場海浜公園展望デッキ: {
            lat: 35.630075,
            lng: 139.775744,
        },
        のぞき坂: {
            lat: 35.7176303,
            lng: 139.71390210,
        },
        田端駅: {
            lat: 35.7372309,
            lng: 139.762971699,
        },
        六本木ヒルズスカイデッキ: {
            lat: 35.6586837,
            lng: 139.7319453,
        },
        新宿アタミビル: {
            lat: 35.6959481,
            lng: 139.70306529,
        },
        天下一品歌舞伎町店: {
            lat: 35.6944058,
            lng: 139.70188489,
        },
        We_Road: {
            lat: 35.7316059,
            lng: 139.7117510,
        },
        はるか展望台: {
            lat: 34.2055236,
            lng: 139.13449939,
        },
        朝日稻荷神社: {
            lat: 35.6713773,
            lng: 139.767184700,
        },
        新宿築地町店711 : {
            lat: 35.705576,
            lng: 139.7355807,
        },
        マクドナルド西武新宿駅前店: {
            lat: 35.694206,
            lng: 139.70061899999996,
        },
        JR東京総合病院: {
            lat: 35.6854697,
            lng: 139.70000140000002,
        },
        新宿大ガード西: {
            lat: 35.6937144,
            lng: 139.69974909999996,
        },
    }
}